{
  "admin": [
    {
      "username": "winkwinkwinkz",
      "password": 1151,
      "id": 1
    }
  ],
  "articles": [
    {
      "title": "Can clothes ever be fully recycled?",
      "tag": "lorem",
      "date": {
        "createdAt": 1678377426329,
        "lastUpdated": 1678410325586
      },
      "description": "The world's first commercial-scale textile recycling mill is a milestone in tackling fashion's colossal waste problem.",
      "paragraph": [
        {
          "content": "While mechanical textiles-to-textiles recycling, which involves the manual shredding of clothes and pulling them apart into their fibres, has existed for centuries, Renewcell is the first commercial mill to use chemical recycling, allowing it to increase quality and scale production. With ambitions to recycle the equivalent of more than 1.4 billion T-shirts every year by 2030, the new plant marks the beginning of a significant shift in the fashion industry's ability to recycle used clothing at scale.",
          "id": 1
        }
      ],
      "id": 2
    },
    {
      "title": "The mushrooms you can wear and build with",
      "tag": "dash",
      "date": {
        "createdAt": 1678377491238,
        "lastUpdated": 1678410313920
      },
      "description": "There's no doubt mushrooms are having a moment.",
      "paragraph": [
        {
          "content": "From the popular Netflix documentary Fantastic Fungi, to the surge of medical trials exploring the use of a compound found in hallucinogenic species as a treatment for depression, a mushroom boom is alive and kicking.\n\nBut there's one part of fungi that businesses are now especially tapping into, and that's mycelium, the root structure of a mushroom.",
          "id": 1
        }
      ],
      "id": 3
    },
    {
      "title": "Hello World",
      "tag": "lorem",
      "date": {
        "createdAt": 1678410274221,
        "lastUpdated": null
      },
      "description": "GitHub is a code hosting platform for version control and collaboration. It lets you and others work together on projects from anywhere.",
      "paragraph": [
        {
          "content": "A repository is usually used to organize a single project. Repositories can contain folders and files, images, videos, spreadsheets, and data sets -- anything your project needs. Often, repositories include a README file, a file with information about your project. README files are written in the plain text Markdown language. You can use this cheat sheet to get started with Markdown syntax. GitHub lets you add a README file at the same time you create your new repository. GitHub also offers other common options such as a license file, but you do not have to select any of them now.",
          "id": 1
        }
      ],
      "id": 4
    },
    {
      "title": "The Padang Civic Ensemble: Then and now ",
      "tag": "dash",
      "date": {
        "createdAt": 1678410567870,
        "lastUpdated": null
      },
      "description": "CNA revisits five elements of the potential UNESCO World Heritage Site candidate and the historic moments that took place there.",
      "paragraph": [
        {
          "content": "\n\nThe story of the Padang extends far back into the mists of time, where history and legend often meet.\n\nSang Nila Utama is said to have seen the lion from which Singapore gets its name here, sometime in the late 13th century, and archaeological digs in the area have uncovered artefacts dating back 700 years.\n\nIt was here that British East India Company personnel camped in early 1819 as Stamford Raffles and Sultan Hussein Shah signed the treaty that marked the founding of modern Singapore.\n\nAnd in the earliest known town plan for Singapore, devised by Raffles in 1822, drawn up by the surveyor Philip Jackson and published in 1828, the Padang is marked out as an \"Open Square\".\n",
          "id": 1
        }
      ],
      "id": 5
    }
  ]
}